Repository: PowerBeef/Vocello
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

# vocello.long_form.segment_history_failed
source: The segment audio was generated, but History could not finish saving it. Open History to retry storage or export the retained audio before quitting. The project has not been accepted.
de: Das Abschnittsaudio wurde erzeugt, konnte aber nicht vollständig im Verlauf gespeichert werden. Öffne den Verlauf, um das Speichern erneut zu versuchen oder das erhaltene Audio vor dem Beenden zu exportieren. Das Projekt wurde nicht angenommen.
es: El audio del segmento se ha generado, pero el historial no pudo terminar de guardarlo. Abre el historial para reintentar el guardado o exportar el audio conservado antes de salir. El proyecto no se ha aceptado.
fr: L’audio du segment a été généré, mais son enregistrement dans l’historique n’a pas pu être terminé. Ouvrez l’historique pour réessayer ou exporter l’audio conservé avant de quitter. Le projet n’a pas été validé.
it: L’audio del segmento è stato generato, ma non è stato salvato completamente nella cronologia. Apri la cronologia per riprovare o esportare l’audio conservato prima di uscire. Il progetto non è stato accettato.
ja: 区間の音声は生成されましたが、履歴への保存を完了できませんでした。終了前に履歴を開いて保存を再試行するか、保持された音声を書き出してください。プロジェクトは受理されていません。
ko: 구간 오디오는 생성되었지만 기록에 저장을 마치지 못했습니다. 종료 전에 기록을 열어 저장을 재시도하거나 보관된 오디오를 내보내세요. 프로젝트는 승인되지 않았습니다.
pt_br: O áudio do segmento foi gerado, mas o histórico não conseguiu terminar de salvá-lo. Abra o histórico para tentar salvar novamente ou exportar o áudio preservado antes de sair. O projeto não foi aceito.
ru: Аудио сегмента создано, но не удалось завершить сохранение в истории. До выхода откройте историю и повторите сохранение или экспортируйте сохранённое аудио. Проект не принят.
zh_hans: 片段音频已生成，但未能完成保存到历史记录。请在退出前打开历史记录重试保存，或导出保留的音频。此项目尚未被接受。

# vocello.history.recovery_export_failure
source: %lld recovery files could not be exported.
de: %lld Wiederherstellungsdateien konnten nicht exportiert werden.
es: No se pudieron exportar %lld archivos de recuperación.
fr: %lld fichiers de récupération n’ont pas pu être exportés.
it: Impossibile esportare %lld file di recupero.
ja: 復旧ファイル %lld 件を書き出せませんでした。
ko: 복구 파일 %lld개를 내보내지 못했습니다.
pt_br: Não foi possível exportar %lld arquivos de recuperação.
ru: Не удалось экспортировать %lld файла восстановления.
zh_hans: 无法导出 %lld 个恢复文件。

# vocello.history.unqueued_title
source: Audio ready — History not saved
de: Audio bereit – Verlauf nicht gespeichert
es: Audio listo; historial sin guardar
fr: Audio prêt — historique non enregistré
it: Audio pronto, cronologia non salvata
ja: 音声は準備完了 — 履歴は未保存
ko: 오디오 준비됨 — 기록 저장 안 됨
pt_br: Áudio pronto — histórico não salvo
ru: Аудио готово — история не сохранена
zh_hans: 音频已就绪，历史记录未保存

# vocello.history.unqueued_detail
source: Audio is still available. Retry saving or export it before quitting; recovery has not been safely queued.
de: Audio ist weiterhin verfügbar. Speichere es erneut oder exportiere es vor dem Beenden; die Wiederherstellung wurde nicht sicher eingereiht.
es: El audio sigue disponible. Reintenta guardarlo o expórtalo antes de salir; la recuperación no se ha puesto en cola de forma segura.
fr: L’audio reste disponible. Réessayez de l’enregistrer ou exportez-le avant de quitter ; sa récupération n’a pas pu être mise en attente de manière durable.
it: L’audio è ancora disponibile. Riprova a salvarlo o esportalo prima di uscire; il recupero non è stato accodato in sicurezza.
ja: 音声はまだ利用できます。終了前に保存を再試行するか書き出してください。復旧は安全にキューへ登録されていません。
ko: 오디오는 아직 사용할 수 있습니다. 종료 전에 저장을 재시도하거나 내보내세요. 복구 작업이 안전하게 대기열에 등록되지 않았습니다.
pt_br: O áudio ainda está disponível. Tente salvar novamente ou exporte antes de sair; a recuperação não foi colocada na fila com segurança.
ru: Аудио всё ещё доступно. До выхода повторите сохранение или экспортируйте его; восстановление не поставлено в очередь безопасно.
zh_hans: 音频仍可用。请在退出前重试保存或导出；恢复任务尚未安全加入队列。

# vocello.history.retry_save
source: Retry History Save
de: Verlauf erneut speichern
es: Reintentar guardar en el historial
fr: Réessayer l’enregistrement dans l’historique
it: Riprova salvataggio cronologia
ja: 履歴への保存を再試行
ko: 기록 저장 재시도
pt_br: Tentar salvar histórico novamente
ru: Повторить сохранение истории
zh_hans: 重试保存历史记录

# vocello.history.export_audio
source: Export Audio
de: Audio exportieren
es: Exportar audio
fr: Exporter l’audio
it: Esporta audio
ja: 音声を書き出す
ko: 오디오 내보내기
pt_br: Exportar áudio
ru: Экспортировать аудио
zh_hans: 导出音频

# vocello.player.dismiss_detail
source: This closes the player without deleting the audio file. Saved takes can be replayed from History.
de: Dies schließt den Player, ohne die Audiodatei zu löschen. Gespeicherte Aufnahmen lassen sich im Verlauf erneut abspielen.
es: Esto cierra el reproductor sin eliminar el archivo de audio. Las tomas guardadas se pueden reproducir desde el historial.
fr: Cette action ferme le lecteur sans supprimer le fichier audio. Les prises enregistrées peuvent être réécoutées depuis l’historique.
it: Chiude il lettore senza eliminare il file audio. I take salvati possono essere riascoltati dalla cronologia.
ja: 音声ファイルを削除せずにプレーヤーを閉じます。保存済みテイクは履歴から再生できます。
ko: 오디오 파일을 삭제하지 않고 플레이어를 닫습니다. 저장된 테이크는 기록에서 다시 재생할 수 있습니다.
pt_br: Fecha o player sem excluir o arquivo de áudio. Tomadas salvas podem ser reproduzidas pelo histórico.
ru: Закрывает плеер, не удаляя аудиофайл. Сохранённые дубли можно воспроизвести из истории.
zh_hans: 关闭播放器，不删除音频文件。已保存的音频可从历史记录再次播放。

# vocello.long_form.save_failed
source: The long-form project could not be saved safely. The previous accepted project is unchanged.
de: Das Langtextprojekt konnte nicht sicher gespeichert werden. Das zuvor angenommene Projekt bleibt unverändert.
es: No se pudo guardar el proyecto de formato largo de forma segura. El proyecto anterior aceptado sigue intacto.
fr: Le projet long n’a pas pu être enregistré de manière sûre. Le projet précédemment validé reste inchangé.
it: Impossibile salvare il progetto lungo in sicurezza. Il progetto precedente accettato è invariato.
ja: 長文プロジェクトを安全に保存できませんでした。以前に受理されたプロジェクトは変更していません。
ko: 긴 원고 프로젝트를 안전하게 저장하지 못했습니다. 이전에 승인된 프로젝트는 그대로입니다.
pt_br: Não foi possível salvar o projeto longo com segurança. O projeto anterior aceito permanece intacto.
ru: Не удалось безопасно сохранить длинный проект. Предыдущий принятый проект не изменён.
zh_hans: 无法安全保存长文本项目。先前已接受的项目保持不变。

# vocello.long_form.recovery_required
source: Long-form storage needs recovery. Open History and retry before changing this project. Its audio has been retained.
de: Der Langtextspeicher muss wiederhergestellt werden. Öffne den Verlauf und versuche es erneut, bevor du dieses Projekt änderst. Das Audio wurde erhalten.
es: El almacenamiento del audio largo necesita recuperación. Abre el historial y reintenta antes de cambiar este proyecto. Su audio se ha conservado.
fr: Le stockage du projet long nécessite une récupération. Ouvrez l’historique et réessayez avant de modifier ce projet. Son audio a été conservé.
it: L’archiviazione del progetto lungo richiede un recupero. Apri la cronologia e riprova prima di modificarlo. L’audio è stato conservato.
ja: 長文プロジェクトの保存領域に復旧が必要です。変更する前に履歴を開いて再試行してください。音声は保持されています。
ko: 긴 원고 저장소를 복구해야 합니다. 이 프로젝트를 변경하기 전에 기록을 열고 재시도하세요. 오디오는 보관되었습니다.
pt_br: O armazenamento do projeto longo precisa de recuperação. Abra o histórico e tente novamente antes de alterar este projeto. O áudio foi preservado.
ru: Хранилище длинного проекта требует восстановления. Откройте историю и повторите попытку до изменения проекта. Аудио сохранено.
zh_hans: 长文本存储需要恢复。请在修改项目之前打开历史记录并重试。音频已保留。

# vocello.long_form.segment_generated
source: Generated
de: Erzeugt
es: Generado
fr: Généré
it: Generato
ja: 生成済み
ko: 생성됨
pt_br: Gerado
ru: Создано
zh_hans: 已生成

# vocello.licenses.back
source: Back to licenses
de: Zurück zu Lizenzen
es: Volver a las licencias
fr: Retour aux licences
it: Torna alle licenze
ja: ライセンスに戻る
ko: 라이선스로 돌아가기
pt_br: Voltar às licenças
ru: Назад к лицензиям
zh_hans: 返回许可证

# vocello.licenses.back_to_settings
source: Back to Settings
de: Zurück zu Einstellungen
es: Volver a Ajustes
fr: Retour aux réglages
it: Torna a Impostazioni
ja: 設定に戻る
ko: 설정으로 돌아가기
pt_br: Voltar aos Ajustes
ru: Назад к настройкам
zh_hans: 返回设置

# vocello.licenses.copyright
source: Copyright
de: Urheberrecht
es: Derechos de autor
fr: Droits d’auteur
ja: 著作権
ko: 저작권
pt_br: Direitos autorais
ru: Авторские права
zh_hans: 版权

# vocello.licenses.detail_hint
source: Shows license and attribution details
de: Zeigt Lizenz- und Quellenangaben
es: Muestra detalles de licencias y atribuciones
fr: Affiche les détails de la licence et des attributions
it: Mostra dettagli di licenze e attribuzioni
ja: ライセンスと帰属の詳細を表示
ko: 라이선스 및 저작자 표시 정보 보기
pt_br: Mostra detalhes de licenças e atribuições
ru: Показывает сведения о лицензиях и авторах
zh_hans: 显示许可证和署名详情

# vocello.licenses.introduction
source: Vocello includes open-source software and uses separately downloaded model artifacts. These notices are stored in the app and remain available offline.
de: Vocello enthält Open-Source-Software und verwendet separat geladene Modelldateien. Diese Hinweise sind in der App gespeichert und bleiben offline verfügbar.
es: Vocello incluye software de código abierto y usa modelos descargados por separado. Estos avisos se guardan en la app y están disponibles sin conexión.
fr: Vocello intègre des logiciels libres et utilise des modèles téléchargés séparément. Ces mentions sont conservées dans l’app et restent disponibles hors ligne.
it: Vocello include software open source e usa modelli scaricati separatamente. Questi avvisi sono memorizzati nell’app e disponibili offline.
ja: Vocello にはオープンソースソフトウェアが含まれ、モデルは別途ダウンロードします。これらの告知はアプリ内に保存され、オフラインでも確認できます。
ko: Vocello는 오픈 소스 소프트웨어와 별도로 다운로드하는 모델을 사용합니다. 이 고지는 앱에 저장되어 오프라인에서도 볼 수 있습니다.
pt_br: O Vocello inclui software de código aberto e usa modelos baixados separadamente. Estes avisos ficam no app e continuam disponíveis offline.
ru: Vocello включает ПО с открытым исходным кодом и использует отдельно загружаемые модели. Эти уведомления хранятся в приложении и доступны без сети.
zh_hans: Vocello 包含开源软件，并使用单独下载的模型文件。这些声明保存在应用内，离线时仍可查看。

# vocello.licenses.license
source: License
de: Lizenz
es: Licencia
fr: Licence
it: Licenza
ja: ライセンス
ko: 라이선스
pt_br: Licença
ru: Лицензия
zh_hans: 许可证

# vocello.licenses.models
source: Downloadable Models
de: Ladbare Modelle
es: Modelos descargables
fr: Modèles téléchargeables
it: Modelli scaricabili
ja: ダウンロード可能なモデル
ko: 다운로드 가능한 모델
pt_br: Modelos para download
ru: Загружаемые модели
zh_hans: 可下载模型

# vocello.licenses.notices
source: Notices
de: Hinweise
es: Avisos
fr: Mentions
it: Avvisi
ja: 告知
ko: 고지
pt_br: Avisos
ru: Уведомления
zh_hans: 声明

# vocello.licenses.origins
source: Source Origins
de: Quellenherkunft
es: Orígenes del código
fr: Origines du code
it: Origini del codice
ja: ソースの出典
ko: 소스 출처
pt_br: Origens do código
ru: Источники кода
zh_hans: 源代码出处

# vocello.licenses.unavailable
source: License information is unavailable in this build.
de: Lizenzinformationen sind in diesem Build nicht verfügbar.
es: La información de licencias no está disponible en esta compilación.
fr: Les informations sur les licences ne sont pas disponibles dans cette version.
it: Le informazioni sulle licenze non sono disponibili in questa build.
ja: このビルドではライセンス情報を利用できません。
ko: 이 빌드에서는 라이선스 정보를 볼 수 없습니다.
pt_br: As informações de licenças não estão disponíveis nesta compilação.
ru: В этой сборке сведения о лицензиях недоступны.
zh_hans: 此版本中没有可用的许可证信息。

# vocello.licenses.view_source
source: View Source
de: Quellcode anzeigen
es: Ver código fuente
fr: Voir le code source
it: Visualizza sorgente
ja: ソースを表示
ko: 소스 보기
pt_br: Ver código-fonte
ru: Показать исходный код
zh_hans: 查看源代码

# vocello.settings.help_support
source: Help & Support
de: Hilfe & Support
es: Ayuda y soporte
fr: Aide et assistance
it: Aiuto e supporto
ja: ヘルプとサポート
ko: 도움말 및 지원
pt_br: Ajuda e suporte
ru: Помощь и поддержка
zh_hans: 帮助与支持

# vocello.settings.help_support.hint
source: Opens the Vocello support page
de: Öffnet Vocellos Supportseite
es: Abre la página de soporte de Vocello
fr: Ouvre la page d’assistance de Vocello
it: Apre la pagina di supporto di Vocello
ja: Vocello のサポートページを開く
ko: Vocello 지원 페이지 열기
pt_br: Abre a página de suporte do Vocello
ru: Открывает страницу поддержки Vocello
zh_hans: 打开 Vocello 支持页面

# vocello.settings.help_support.subtitle
source: Troubleshooting and contact.
de: Fehlerbehebung und Kontakt.
es: Resolución de problemas y contacto.
fr: Dépannage et contact.
it: Risoluzione dei problemi e contatti.
ja: トラブルシューティングとお問い合わせ。
ko: 문제 해결 및 문의.
pt_br: Solução de problemas e contato.
ru: Решение проблем и контакты.
zh_hans: 故障排除与联系。

# vocello.settings.on_device
source: On Device
de: Auf dem Gerät
es: En el dispositivo
fr: Sur l’appareil
it: Sul dispositivo
ja: デバイス上
ko: 기기 내
pt_br: No dispositivo
ru: На устройстве
zh_hans: 设备端

# vocello.settings.open_source_licenses
source: Open Source & Licenses
de: Open Source & Lizenzen
es: Código abierto y licencias
fr: Code source et licences
it: Open source e licenze
ja: オープンソースとライセンス
ko: 오픈 소스 및 라이선스
pt_br: Código aberto e licenças
ru: Открытый код и лицензии
zh_hans: 开源与许可证

# vocello.settings.open_source_licenses.hint
source: Shows software and model license details stored in Vocello
de: Zeigt in Vocello gespeicherte Software- und Modelllizenzen
es: Muestra las licencias de software y modelos guardadas en Vocello
fr: Affiche les détails des licences des logiciels et des modèles conservés dans Vocello
it: Mostra le licenze di software e modelli salvate in Vocello
ja: Vocello 内のソフトウェアとモデルのライセンスを表示
ko: Vocello에 저장된 소프트웨어 및 모델 라이선스 보기
pt_br: Mostra as licenças de software e modelos armazenadas no Vocello
ru: Показывает лицензии ПО и моделей, сохранённые в Vocello
zh_hans: 显示保存在 Vocello 中的软件和模型许可证

# vocello.settings.source_code
source: Source Code
de: Quellcode
es: Código fuente
fr: Code source
it: Codice sorgente
ja: ソースコード
ko: 소스 코드
pt_br: Código-fonte
ru: Исходный код
zh_hans: 源代码

# vocello.settings.source_code.hint
source: Opens the Vocello source repository on GitHub
de: Öffnet Vocellos Quellcode-Repository auf GitHub
es: Abre el repositorio de código de Vocello en GitHub
fr: Ouvre le dépôt de code source de Vocello sur GitHub
it: Apre il repository del codice di Vocello su GitHub
ja: GitHub の Vocello ソースリポジトリを開く
ko: GitHub의 Vocello 소스 저장소 열기
pt_br: Abre o repositório do Vocello no GitHub
ru: Открывает репозиторий Vocello на GitHub
zh_hans: 打开 GitHub 上的 Vocello 源代码仓库

# vocello.enrollment.import_audio
source: Import audio file
de: Audiodatei importieren
es: Importar archivo de audio
fr: Importer un fichier audio
it: Importa file audio
ja: 音声ファイルを読み込む
ko: 오디오 파일 가져오기
pt_br: Importar arquivo de áudio
ru: Импортировать аудиофайл
zh_hans: 导入音频文件

# vocello.enrollment.import_audio.detail
source: Choose a WAV, MP3, AIFF, or M4A file from Files.
de: Wähle eine WAV-, MP3-, AIFF- oder M4A-Datei in Dateien.
es: Elige un archivo WAV, MP3, AIFF o M4A desde Archivos.
fr: Choisissez un fichier WAV, MP3, AIFF ou M4A dans Fichiers.
it: Scegli un file WAV, MP3, AIFF o M4A da File.
ja: 「ファイル」から WAV、MP3、AIFF、M4A を選択してください。
ko: 파일 앱에서 WAV, MP3, AIFF 또는 M4A 파일을 선택하세요.
pt_br: Escolha um arquivo WAV, MP3, AIFF ou M4A em Arquivos.
ru: Выберите WAV, MP3, AIFF или M4A в приложении «Файлы».
zh_hans: 从“文件”中选择 WAV、MP3、AIFF 或 M4A 文件。

# vocello.enrollment.reference_language
source: Reference language
de: Referenzsprache
es: Idioma de referencia
fr: Langue de la référence
it: Lingua di riferimento
ja: 参照音声の言語
ko: 참조 음성 언어
pt_br: Idioma da referência
ru: Язык образца
zh_hans: 参考音频语言

# vocello.enrollment.reference_language.confirmation
source: Confirm the language spoken in this reference.
de: Bestätige die in dieser Referenz gesprochene Sprache.
es: Confirma el idioma hablado en esta referencia.
fr: Confirmez la langue parlée dans cette référence.
it: Conferma la lingua parlata in questa registrazione.
ja: この参照音声で話されている言語を確認してください。
ko: 이 참조 오디오에서 사용하는 언어를 확인하세요.
pt_br: Confirme o idioma falado nesta referência.
ru: Подтвердите язык речи в этом образце.
zh_hans: 确认此参考音频中使用的语言。

# vocello.enrollment.reference_language.detail
source: Used only to describe this saved reference.
de: Dient nur zur Beschreibung dieser gespeicherten Referenz.
es: Solo se usa para describir esta referencia guardada.
fr: Sert uniquement à décrire cette référence enregistrée.
it: Usata solo per descrivere questo riferimento salvato.
ja: この保存済み参照音声の説明にのみ使います。
ko: 저장된 참조 오디오의 설명에만 사용됩니다.
pt_br: Usado apenas para descrever esta referência salva.
ru: Используется только для описания сохранённого образца.
zh_hans: 仅用于描述此已保存的参考音频。

# vocello.enrollment.reference_language.placeholder
source: Choose a language
de: Sprache wählen
es: Elegir un idioma
fr: Choisir une langue
it: Scegli una lingua
ja: 言語を選択
ko: 언어 선택
pt_br: Escolher idioma
ru: Выбрать язык
zh_hans: 选择语言

# vocello.enrollment.transcription.audio_only_confirmed
source: Audio-only enrollment selected. The transcript will remain empty.
de: Speichern nur mit Audio ausgewählt. Das Transkript bleibt leer.
es: Se ha elegido guardar solo audio. La transcripción quedará vacía.
fr: Enregistrement audio seul sélectionné. La transcription restera vide.
it: Selezionata acquisizione solo audio. La trascrizione resterà vuota.
ja: 音声のみの登録を選択しました。文字起こしは空のままです。
ko: 오디오만 등록하도록 선택했습니다. 녹취록은 비워 둡니다.
pt_br: Cadastro somente com áudio selecionado. A transcrição ficará vazia.
ru: Выбрано добавление только аудио. Расшифровка останется пустой.
zh_hans: 已选择仅音频录入。转录文本将保持为空。

# vocello.enrollment.transcription.awaiting_audio
source: Choose or record an audio clip to begin on-device transcription.
de: Wähle oder nimm einen Clip auf, um die lokale Transkription zu starten.
es: Elige o graba un clip para iniciar la transcripción en el dispositivo.
fr: Choisissez ou enregistrez un clip audio pour commencer la transcription sur l’appareil.
it: Scegli o registra un clip per avviare la trascrizione sul dispositivo.
ja: 音声を選択または録音して、デバイス上での文字起こしを開始してください。
ko: 오디오를 선택하거나 녹음해 기기 내 받아쓰기를 시작하세요.
pt_br: Escolha ou grave um clipe para iniciar a transcrição no dispositivo.
ru: Выберите или запишите аудио, чтобы начать расшифровку на устройстве.
zh_hans: 选择或录制音频片段，以开始设备端转录。

# vocello.enrollment.transcription.automatic_ready
source: Automatic transcript ready. Review it before saving.
de: Automatisches Transkript bereit. Prüfe es vor dem Speichern.
es: Transcripción automática lista. Revísala antes de guardar.
fr: La transcription automatique est prête. Vérifiez-la avant d’enregistrer.
it: Trascrizione automatica pronta. Controllala prima di salvare.
ja: 自動文字起こしが完了しました。保存前に確認してください。
ko: 자동 받아쓰기가 완료되었습니다. 저장 전에 확인하세요.
pt_br: Transcrição automática pronta. Revise antes de salvar.
ru: Автоматическая расшифровка готова. Проверьте её перед сохранением.
zh_hans: 自动转录已就绪。请在保存前检查。

# vocello.enrollment.transcription.cancelled
source: Transcription stopped. Enter a transcript or use audio only.
de: Transkription gestoppt. Gib ein Transkript ein oder verwende nur Audio.
es: Transcripción detenida. Introduce una transcripción o usa solo audio.
fr: La transcription a été arrêtée. Saisissez une transcription ou utilisez l’audio seul.
it: Trascrizione interrotta. Inserisci una trascrizione o usa solo l’audio.
ja: 文字起こしを停止しました。テキストを入力するか、音声のみを使用してください。
ko: 받아쓰기가 중지되었습니다. 녹취록을 입력하거나 오디오만 사용하세요.
pt_br: Transcrição interrompida. Digite uma transcrição ou use somente áudio.
ru: Расшифровка остановлена. Введите текст или используйте только аудио.
zh_hans: 转录已停止。请输入转录文本或仅使用音频。

# vocello.enrollment.transcription.empty
source: No automatic transcript was found. Enter one or use audio only.
de: Kein automatisches Transkript gefunden. Gib eines ein oder verwende nur Audio.
es: No se encontró una transcripción automática. Introduce una o usa solo audio.
fr: Aucune transcription automatique n’a été trouvée. Saisissez-en une ou utilisez l’audio seul.
it: Nessuna trascrizione automatica trovata. Inseriscine una o usa solo l’audio.
ja: 自動文字起こしが見つかりませんでした。入力するか、音声のみを使用してください。
ko: 자동 녹취록을 찾지 못했습니다. 직접 입력하거나 오디오만 사용하세요.
pt_br: Nenhuma transcrição automática encontrada. Digite uma ou use somente áudio.
ru: Автоматическая расшифровка не найдена. Введите текст или используйте только аудио.
zh_hans: 未找到自动转录结果。请输入文本或仅使用音频。

# vocello.enrollment.transcription.in_progress
source: Transcribing on this device…
de: Wird auf diesem Gerät transkribiert …
es: Transcribiendo en este dispositivo…
fr: Transcription sur cet appareil…
it: Trascrizione su questo dispositivo…
ja: このデバイスで文字起こし中…
ko: 이 기기에서 받아쓰기 중…
pt_br: Transcrevendo neste dispositivo…
ru: Расшифровка на этом устройстве…
zh_hans: 正在此设备上转录…

# vocello.enrollment.transcription.manual_ready
source: Your transcript is ready.
de: Dein Transkript ist bereit.
es: Tu transcripción está lista.
fr: Votre transcription est prête.
it: La trascrizione è pronta.
ja: 文字起こしの準備ができました。
ko: 녹취록이 준비되었습니다.
pt_br: Sua transcrição está pronta.
ru: Расшифровка готова.
zh_hans: 转录已就绪。

# vocello.enrollment.transcription.permission_denied
source: Speech recognition is unavailable. Enter a transcript or use audio only.
de: Spracherkennung ist nicht verfügbar. Gib ein Transkript ein oder verwende nur Audio.
es: El reconocimiento de voz no está disponible. Introduce una transcripción o usa solo audio.
fr: La reconnaissance vocale n’est pas disponible. Saisissez une transcription ou utilisez l’audio seul.
it: Riconoscimento vocale non disponibile. Inserisci una trascrizione o usa solo l’audio.
ja: 音声認識を利用できません。文字起こしを入力するか、音声のみを使用してください。
ko: 음성 인식을 사용할 수 없습니다. 녹취록을 입력하거나 오디오만 사용하세요.
pt_br: Reconhecimento de fala indisponível. Digite uma transcrição ou use somente áudio.
ru: Распознавание речи недоступно. Введите расшифровку или используйте только аудио.
zh_hans: 语音识别不可用。请输入转录文本或仅使用音频。

# vocello.enrollment.transcription.sidecar_ready
source: Transcript loaded from the matching text file.
de: Transkript aus der passenden Textdatei geladen.
es: Transcripción cargada desde el archivo de texto correspondiente.
fr: Transcription chargée depuis le fichier texte associé.
it: Trascrizione caricata dal file di testo corrispondente.
ja: 対応するテキストファイルから文字起こしを読み込みました。
ko: 일치하는 텍스트 파일에서 녹취록을 불러왔습니다.
pt_br: Transcrição carregada do arquivo de texto correspondente.
ru: Расшифровка загружена из соответствующего текстового файла.
zh_hans: 已从匹配的文本文件载入转录。

# vocello.enrollment.transcription.unavailable
source: On-device transcription is unavailable. Enter a transcript or use audio only.
de: Lokale Transkription ist nicht verfügbar. Gib ein Transkript ein oder verwende nur Audio.
es: La transcripción local no está disponible. Introduce una transcripción o usa solo audio.
fr: La transcription sur l’appareil n’est pas disponible. Saisissez une transcription ou utilisez l’audio seul.
it: Trascrizione sul dispositivo non disponibile. Inserisci una trascrizione o usa solo l’audio.
ja: デバイス上の文字起こしを利用できません。入力するか、音声のみを使用してください。
ko: 기기 내 받아쓰기를 사용할 수 없습니다. 녹취록을 입력하거나 오디오만 사용하세요.
pt_br: Transcrição no dispositivo indisponível. Digite uma transcrição ou use somente áudio.
ru: Расшифровка на устройстве недоступна. Введите текст или используйте только аудио.
zh_hans: 设备端转录不可用。请输入转录文本或仅使用音频。

# vocello.enrollment.use_audio_only
source: Use audio only
de: Nur Audio verwenden
es: Usar solo audio
fr: Utiliser l’audio seul
it: Usa solo audio
ja: 音声のみを使用
ko: 오디오만 사용
pt_br: Usar somente áudio
ru: Только аудио
zh_hans: 仅使用音频
